package com.example.googlemapapp;

public class Data {
    public static int marker;

    public static String d1 = "Московский Кремль.\n"+"Московский Кремль, главный из всех кремлей, единственный пишется с большой буквы. Это самая крупная действующая крепость Европы. Его полурежимный статус объясняется тем, что весь комплекс одновременно и памятник, включенный в Список Всемирного культурного наследия ЮНЕСКО, и официальная резиденция Президента Российской Федерации.";
    public static String im1 = "moscow";

    public static String d2 = "Памятник мультипликационному котенку Василию.\n"+"Памятник мультипликационному котенку Василию установлен в 2003 году. Добрый и милый персонаж мультфильма сидит на дереве в компании вороны. В конкурсе на лучший проект памятника победила одиннадцатиклассница Ирина Поварова. Ее идею доработали известные архитекторы И. Дикунов и Э. Пак. Потереть котенку усы считается в народе хорошей приметой, поэтому они часто отламываются и их приходится восстанавливать.";
    public static String im2 = "img";

    public static String d3 = "Тульский кремль.\n"+"Тульский кремль — каменная крепость в центре Тулы, памятник архитектуры XVI века, старейшее сооружение города.";
    public static String im3 = "img_1";

    public static String d4 = "Успенский собор\n"+"Собор был возведен в конце XVII века и является одним из главных символов Рязани. Примечательно, что это здание было разрушено до того, как завершилось строительство. Дело в том, что в 1692 году, когда возведение собора шло полным ходом, оно рухнуло — причиной тому были неверные расчеты. Но эта неудача не сильно отразилась на дальнейших работах, которые возобновились в следующем году и продлились до 1702 года, когда собор был освящен митрополитом Стефаном.";
    public static String im4 = "img_2";

    public static String d5 = "Каменный мост.\n"+"Как и большинство сооружений XVIII столетия в Калуге, этот мост был спроектирован главным архитектором Петром Никитиным, и возведен в 1780 году. В длину он имеет чуть меньше 160 м, в высоту примерно 20, а поддерживается при помощи 15 каменных арок. В начале XIX века мост облюбовали торговцы, а споры с покупателями в попытках продать товар подороже, не утихали с утра до вечера. Позже торговлю здесь запретили, а края моста обнесли оградой.";
    public static String im5 = "img_4";

    public static String d6 = "Славянская площадь и набережная.\n"+ "Обновленная набережная реки Десна, в состав которой входит Славянская площадь, – любимое место для проведения досуга жителей и гостей города. Детям понравятся игровые площадки, есть зона с уличными тренажёрами, оформлено несколько фото-локаций с оригинальными арт-объектами. В центре Славянской площади установлен светомузыкальный фонтан «Дружба народов». Есть несколько концептуальных кафе и ресторанов.";
    public static String im6 = "img_5";

    public static String d7 = "Мемориал «400 лет городу Орлу»\n" +
            "Установлен в честь 400-летия основания города. Место выбрано очень символическое, так как на этом месте в средние века находилась крепость, которая стала основой города. Мемориал установлен в 1966 году. На одной его стороне изображен древний герб города, а на другой – летопись основных событий, начиная с середины XVI века. У подножия замурована капсула с посланием к потомкам. На подпорной стенке изображены старинные орловские гербы. Все это возвышается над водой на расстоянии 6 метров.";
    public static String im7 = "img_6";

    public static String d8 = "Смоленская крепостная стена\n" +
            "Построена в конце XVI века и имела важное оборонное значение для города. К настоящему времени от шестикилометровой стены сохранилась половина, уцелело 18 башен из 38. Но даже остатки крепостной стены имеют внушительный вид – ширина ее достигает 6 метров, а высота 19 метров. Туристам вход на стену и в башни запрещен, осмотреть их можно снаружи. Доступ возможен только в башни, где расположены музейные экспозиции.";
    public static String im8 = "img_7";

}
